{
	"Somos uma das mais antigas agências de viagens e turismo em Moçambique, operando neste sector desde 1991.": "We are one of the oldest travel and tourism agencies in Mozambique, operating in this sector since 1991.",
	"Desde 1991 lidando com viagens e Turismo": "Since 1991 dealing with travel and tourism",
	"Novidades da Semana": "News of the Week",
	"Ver todas novidades": "See all news",
	"Reservas de Passagens": "Ticket Reservations",
	"Emissão de bilhetes Áereos": "Air ticket issue",
	"Pacotes de HAJJ e HUMRAH": "HAJJ and HUMRAH packages",
	"Reservas em Hoteis": "Hotel Reservations",
	"Vistos para Dubai, Índia e mais": "Visas for Dubai, India and more",
	"Aluguer de Carros": "Car Hire",
	"Nossos parceiros": "Our partners",
	"About": "About",
	"Sobre Nós": "About us",
	"Contacte-nos": "Contact us",
	"Somos Uma agência de viagens e turismo, com sede estabelecida em Maputo, Moçambique, operando neste campo desde 1991": "Somos A travel and tourism agency, headquartered in Maputo, Mozambique, operating in this field since 1991",
	"Fique aparte de todas nossas novidades": "Stay aware of all our news",
	"Serviços": "Services",
	"Testemunhos": "Testimonials",
	"Siga-nos": "Follow us",
	"Sejamos sociais": "Let's be social",
	"Publicado em:": "Published in:",
	"Ler Mais:": "Read More:",
	"Contact-nos": "Contact us",
	"Formulário de contacto": "Contact form",
	"Nome": "Name",
	"Apelido": "Last Name",
	"Email": "Email",
	"Assunto": "Subject",
	"Celular": "Cell",
	"submeter": "submit",
	"Escreva a tua mensagem aqui..": "Write your message here ..",
	"Moçambique": "Mozambique",
	"Nossa Localização Geográfica": "Our Geographic Location",
	"Imagens": "Images",
	"Mapa": "Map",
	"Visão panorámica": "Panoramic view",
	" Essa experiência acumulada permite-nos servir o cliente de forma dedicada e eficiente, proporcionando um nível de prestação de serviço elevada e focada nos objectivos individuais de cada cliente. Somos especializados em emissões de passagens aéreas. Fazemos igualmente vistos para o Dubai índia e mais.": "This accumulated experience allows us to serve the customer in a dedicated and efficient manner, providing a high level of service delivery and focused on the individual objectives of each customer. We specialize in issuing airline tickets. We also do visas for Dubai India and more . ",
	"A nossa primazia é o seguimento Corporativo, com serviço personalizado e possibibilidade de reservas fora das horas normais de serviço (last minute booking and Changes). comprometemo-nos a responder de forma rápida a todas as solicitações que nos forem confiadas, a um preço competitivo.": "Our priority is Corporate follow-up, with personalized service and the possibility of booking outside normal working hours (last minute booking and Changes). We are committed to respond quickly to all requests entrusted to us, at a price competitive. ",
	"Somos a melhor agência de viagens em Moçambique pela qualidade dos serviços que oferecemos": "We are the best travel agency in Mozambique for the quality of the services we offer",
	"Licenciada em IATA": "IATA licensed",
	"Tem uma forte presença desde 1992 preparando pacotes de HAJJ e UMRAH": "Has a strong presence since 1992 preparing HAJJ and UMRAH packages",
	"Respostas Imediatas e com responsabilidade": "Immediate and Responsible Responses",
	"Consultores de Viagens altamente qualificados": "Highly qualified Travel Consultants",
	"A Agência oferece crédito para as empresas que tem contracto": "The Agency offers credit to companies that have a contract",
	"Aconselhamos documentos necessários para a viagem": "We advise necessary documents for the trip",
	"Figura entre 5 melhores defensores do sistema Galileo e Amadeus": "Figure among the 5 best defenders of the Galileo and Amadeus system",
	"Reservas de Passagens aéreas": "Airfare Reservations",
	"Reservamos passagens aéreas apartir de qualquer lugar do mundo para qualquer lugar que voçê deseja viajar.": "We book air tickets from anywhere in the world to anywhere you want to travel.",
	"Reservas de Hoteis": "Hotel Reservations",
	"Garanta a sua estadia nos melhores hoteis do mundo": "Guarantee your stay in the best hotels in the world",
	"Alguer de Carros": "Car rendering",
	"Ajudamos lhe a achar as melhores ofertas de aluguer de carros em função das suas necessidades": "We help you find the best car rental offers according to your needs",
	"Vistos": "Visas",
	"Temos vistos para Dubai, Índia e mais": "We have visas for Dubai, India and more",
	"Emissão de Bilhetes": "Emissão de Bilhetes",
	"Somos uma agência licenciada pela IATA e podemos emitir bilhetes garantindo o mínimo de custos por parte do cliente": "We are an agency licensed by IATA and we can issue tickets guaranteeing the minimum costs on the part of the client",
	"Seguros de Viagem": "Travel assurance",
	"Temos seguros de viagem": "We have Travel assurance",
	"\"Uma agência de viagens profissional ajudate a gastar o mínimo de tempo lendo brochuras e fazendo compras online e mais tempo fazendo algo valioso e esta é sem dúvidas a planet\"": "\"A professional travel agency helps you spend the least amount of time reading brochures and shopping online and more time doing something valuable and this is undoubtedly planet\"",
	"\"Eu e meu marido Estamos nos divertindo muito aqui em Portugal, muito obrigado por nos ajudar a planejar nossa viagem perfeita para o nosso 10º aniversário de casamento.\"": "\"My husband and I are having a great time here in Portugal, thank you so much for helping us plan our perfect trip for our 10th wedding anniversary.\"",
	"Trabalhamos com": "We work with",
	"messages[i].text": "messages[i].text",
	"O que os nossos clientes dizem": "What our customers say",
	"Endereço": "Address",
	"Telefone": "Phone",
	"Saber mais": "Learn more",
	"Messagem": "Message",
	"Contactos": "Contacts",
	"subscrever-se": "subscrever-se",
	"Todas Novidades": "Todas Novidades",
	"Detalhes": "Detalhes",
	"Detalhes do Voo": "Detalhes do Voo",
	"Solicitar Reserva..": "Solicitar Reserva..",
	"Editar:": "Editar:",
	"Deletar:": "Deletar:",
	"Editar": "Editar",
	"Deletar": "Deletar",
	"Sem novidades": "No news",
	"Fax": "Fax",
	"Pacotes de HAJJ e UMRAH": "Pacotes de HAJJ e UMRAH"
}